[
    {
        "year": "2006 - 2015",
        "content": "Abitur (A-Levels), Gymnasium Meckelfeld",
        "category": "education"
    },
    {
        "year": "2017 - 2020",
        "content": "German Scholarship (Deutschlandstipendium) of University of Bremen",
        "category": "education"
    },
    {
        "year": "2018",
        "content": "Semester abroad in Bangkok, Thailand. School of Architecture and Design, KMUTT",
        "category": "education"
    },
    {
        "year": "2016 - 2020",
        "content": "B. Sc. Digital Media, University of Bremen",
        "category": "education"
    },
    {
        "year": "2020",
        "content": "DELFI Award: Best Bachelor Thesis of 2020 in the field of educational technologies",
        "category": "education"
    },
    {
        "year": "since 2020",
        "content": "M.A. Creative Technologies, Filmuniversity Babelsberg Konrad Wolf",
        "category": "education"
    },
    {
        "year": "2017 - 2018",
        "content": "Student Assistant at the library of the University of Public Administration in Bremen",
        "category": "paid"
    },
    {
        "year": "2017 - 2019",
        "content": "Short term holiday employment at the production of Daimler plant Bremen at the production area",
        "category": "paid"
    },
    {
        "year": "2020",
        "content": "Student Assistant at International Office Bremen. Student Consultant for the Virtual Campus of the Young Universities for the Future of Europe (Yufe) ",
        "category": "paid"
    },
    {
        "year": "2020 & 2021",
        "content": "Lecturer / Lectureship at Informatica Feminale in Bremen with Ayla Satilsmis about 'Discrimination through Algorithms? - Ethical reflections on current challenges'",
        "category": "paid"
    },
    {
        "year": "2021 & 2022",
        "content": "Exhibition Management and Curation of the digital art exhibition 'Beyond the Frame' at International Student Film Festival Sehsüchte",
        "category": "paid"
    },
    {
        "year": "2021 - 2022",
        "content": "Research Assistant at FAST45 (Futures Art School Trends - 2045) at Filmuniversity Babelsberg Konrad Wolf",
        "category": "paid"
    },
    {
        "year": "2015 - 2016",
        "content": "International Youth Voluntary Service with DJiA at German church community and senior residency at Mallorca, e.g leading of youth film project",
        "category": "voluntary"
    },
    {
        "year": "2017 - 2020",
        "content": "Service Worker at Open Café at SOS Kinderdorf Bremen",
        "category": "voluntary"
    },
    {
        "year": "2017 - 2020",
        "content": "PR, science communication and design management for interdisciplinary Student Research Project FORAREX. Participation at European Research Project REXUS/BEXUS",
        "category": "voluntary"
    }
]